{
    "version": "https://jsonfeed.org/version/1",
    "title": " • All posts by \"游戏\" category",
    "description": "",
    "home_page_url": "http://example.com",
    "items": [
        {
            "id": "http://example.com/2024/03/22/%E6%B5%85%E8%B0%88%E8%8B%8D%E4%B9%8B%E5%BD%BC%E6%96%B9%E7%9A%84%E5%9B%9B%E9%87%8D%E5%A5%8F%E2%80%94%E2%80%94%E6%B8%B8%E6%88%8F%E7%AE%80%E8%AF%84%E7%B3%BB%E5%88%97%EF%BC%88%E4%BA%8C%EF%BC%89/",
            "url": "http://example.com/2024/03/22/%E6%B5%85%E8%B0%88%E8%8B%8D%E4%B9%8B%E5%BD%BC%E6%96%B9%E7%9A%84%E5%9B%9B%E9%87%8D%E5%A5%8F%E2%80%94%E2%80%94%E6%B8%B8%E6%88%8F%E7%AE%80%E8%AF%84%E7%B3%BB%E5%88%97%EF%BC%88%E4%BA%8C%EF%BC%89/",
            "title": "《苍彼》游戏简评",
            "date_published": "2024-03-22T11:47:24.000Z",
            "content_html": "<h1 id=\"浅谈苍之彼方的四重奏游戏简评系列二\"><a class=\"markdownIt-Anchor\" href=\"#浅谈苍之彼方的四重奏游戏简评系列二\">#</a> 浅谈苍之彼方的四重奏 —— 游戏简评系列（二）</h1>\n<h2 id=\"前言\"><a class=\"markdownIt-Anchor\" href=\"#前言\">#</a> 前言</h2>\n<p>第一次知道苍彼是因为动漫（不得不说动漫真是一坨），被她的画风吸引，然后 22 年在阿区小号入手了苍彼。同年推完明日香线后由于准备考研便没有再继续推下去。23 年下半年，我懒得弄小号共享了，所以国区大号又支持了一份。年末又买了苍彼 switch 卡带（日文），但买了也一直没继续玩下去。直到 24 年 2 月份，才推完美咲线，还剩真白和莉佳线。我玩的时间虽然不多，但苍彼在我心中绝对是第一流的神作。果然我的本质还是废萌、死肥宅吧 o3o。关于具体剧情的这里并不打算写，如果感兴趣安利你去玩。如果非要硬问剧情是什么，一句话概括就是围绕 FC 空竞和一个选手的救赎之路展开的恋爱喜剧。</p>\n<h2 id=\"明日香线\"><a class=\"markdownIt-Anchor\" href=\"#明日香线\">#</a> 明日香线</h2>\n<p>推完明日香线，我的第一感受就是明日香是天使，永远积极向上，永远不会被挫折所打倒。不仅性格一级棒，天赋也是一流的，世界上怎会存在如此完美的人。最终赢得秋季大赛的时候，明日香在美丽的晚霞中向我表白的时候，加上配乐，简直感动得要哭了。（雾，<br>\n<img src=\"https://cdn.jsdelivr.net/gh/SiYun916/CDN/blogPostPhotos/240322/1.png\" alt=\"1.png\"></p>\n<h2 id=\"美咲线\"><a class=\"markdownIt-Anchor\" href=\"#美咲线\">#</a> 美咲线</h2>\n<p>相比于明日香线，我更喜欢美咲线。明日香线虽然我也很喜欢，但明日香线给我一种梦幻不真实得感觉（虽然，以三次元的角度来看，都一样，但请不要以三维生物的身份去较真）。美咲线带给我的有一种真实感，我们每个都不是神，也不是像明日香那样的天使。我们总会有负面情绪，总会遇到困难后止步不前，总会逃避着自己的内心，在挑战面前不去尽力而为而后以此为理由安慰自己，其实是自己根本没有勇气去接受努力后却失败的这一结果。说实话，我从美咲身上看到了我的影子，看到了我的负面，看到了我的懦弱。在 “我”（日向晶也）的帮助下，美咲逐渐克服了这些灰暗面，重新飞上了天空，尽自己全力去赢得比赛，以及能够接受自己的不完美。最后最后，美咲伸出手，说来拯救 “我” 了，要带 “我” 重返天空的时候，我也升华了。人活着就是为了鸢泽美咲！！<br>\n<img src=\"https://cdn.jsdelivr.net/gh/SiYun916/CDN/blogPostPhotos/240322/2.png\" alt=\"2.png\"></p>\n<h2 id=\"评价\"><a class=\"markdownIt-Anchor\" href=\"#评价\">#</a> 评价</h2>\n<ol>\n<li>个人评分：5/5（加了自己的偏心在里面，如果以 clannad 这种神作来对比的话，其实苍彼达不到满分）</li>\n<li>CG 质量：真的非常绝，2K 的画质，比现在好多 GAL 的 CG 都要好不少。最初被吸引到，就是因为画质，尊嘟随便截一帧都可以当成壁纸了。</li>\n<li>剧情：局限于了情情爱爱，从理性的角度分析，剧情并不是满分。但是 FC 以及反重力鞋概念的提出，让人眼前一亮，还是蛮具有创新性的。由于只玩了两条线，剧情这里我也不再过多对比。只能说两条线我都喜欢，最喜欢的还是美咲线。就像 making lovers 中喜欢鸣瀨咲线一样。（为啥我这么喜欢带咲字的捏？）</li>\n<li>配乐：我不是这方面的专家，但我还是想要发表一下我的观点，在我仔细看过这个问题经过长时间的思考后，我其实也不知道要怎么回答，正如我一开始说的，我不是这方面的专家。所以只能凭我的第一感觉来说，苍彼的配乐是我玩过所有 GAL 中最舒服的。该燃的地方燃，该感动的地方也很催泪。而且配乐数量也是超多，单买 CG 和配乐就值回其价格了。</li>\n<li>演出：以我的感受来看，整体故事的节奏安排的挺好，CV 也都十分优秀。我是真感动到了，燃的地方也是超燃，鸡皮疙瘩都起来了的那种。</li>\n</ol>\n",
            "tags": [
                "游戏简评"
            ]
        },
        {
            "id": "http://example.com/2023/10/22/%E3%80%8A%E5%8F%AA%E7%8B%BC%EF%BC%9A%E5%BD%B1%E9%80%9D%E4%BA%8C%E5%BA%A6%E3%80%8B%E2%80%94%E2%80%94%E6%B8%B8%E6%88%8F%E7%AE%80%E8%AF%84%E7%B3%BB%E5%88%97%EF%BC%88%E4%B8%80%EF%BC%89/",
            "url": "http://example.com/2023/10/22/%E3%80%8A%E5%8F%AA%E7%8B%BC%EF%BC%9A%E5%BD%B1%E9%80%9D%E4%BA%8C%E5%BA%A6%E3%80%8B%E2%80%94%E2%80%94%E6%B8%B8%E6%88%8F%E7%AE%80%E8%AF%84%E7%B3%BB%E5%88%97%EF%BC%88%E4%B8%80%EF%BC%89/",
            "title": "《只狼》游戏简评",
            "date_published": "2023-10-22T14:24:35.000Z",
            "content_html": "<h1 id=\"只狼影逝二度游戏简评系列一\"><a class=\"markdownIt-Anchor\" href=\"#只狼影逝二度游戏简评系列一\">#</a> 《只狼：影逝二度》—— 游戏简评系列（一）</h1>\n<h2 id=\"前言\"><a class=\"markdownIt-Anchor\" href=\"#前言\">#</a> 前言</h2>\n<p>去年（22 年）12 月份考研结束之后，搁床上躺了两天平复了一下伤心的心情，随后买了几天后的票准备回家。因为刚结束考研心理上的折磨，也不想立马就考虑没考上的后路，所以就打算在学校的这几天先摆烂，玩一玩游戏。但 LOL 和永劫玩腻了，想换个游戏玩玩，就在阿区的号上整了个只狼。打完弦一郎（没去三年前打幻影之蝶）后由于种种原因就没再玩了，直至今年（23 年）九月份，各种事情处理完并有了新电脑后，九月下旬在国区又买了一份只狼（呜呜呜，白花钱在阿区买了，平时根本都不用那个号）打算玩完还愿。恰逢中秋国庆 10 天假期，加上之前断断续续的玩，10 月 6 日通关了一周目，达成龙之还乡结局。之后其他结局有心情可能会继续，也可能不会，看情况再说。</p>\n<h2 id=\"龙之还乡剧情简介\"><a class=\"markdownIt-Anchor\" href=\"#龙之还乡剧情简介\">#</a> 龙之还乡 — 剧情简介</h2>\n<p>先简单描述一下龙之还乡的流程：</p>\n<p>前期的话流程无所谓，先去打鬼庭形部、弦一郎、三年前幻影之蝶，一些小 BOSS 我就不提了。打完弦一郎之后需要去随便转转，去仙峰寺和苇名之底啥的，具体怎么走不会就看下攻略，我是自己瞎逛去的，先去了仙峰寺然后去水生村最后打的狮子猿。这个时候需要注意顺序了，按照下面这个顺序选项去做，才能龙之还乡。</p>\n<p><img src=\"C:%5CUsers%5CSiYun%5CDesktop%5C%E6%96%B0%E5%BB%BA%E6%96%87%E4%BB%B6%E5%A4%B9%5Cf73a0b0f61839afcdab85aae4ee1ff6.jpg\" alt=\"\"></p>\n<p>其中具体去哪，找不到还是大概百度一下位置，拿龙书和干柿子的过程对于我这种怕黑的人来说有点难顶。中期之后，看这张图会很明了，我就不再多解释了。下面说说剧情：</p>\n<p>游戏开始，是一段战争历史：内府 vs 苇名，战争结局以年轻的剑圣苇名一心将内府大将斩首告终，苇名获得了短暂的和平。战争结束后，苇名的枭再战场上捡到了一个孩子，即为主角狼。随后画面一转，成年后的狼呆坐再苇名贮水城区的下水道中，不知何时，上方传来一个女子的声音（ovo 大老婆永真），并且一封信随之落下。后来我们得知此人是药师永真，也是在战场上捡来的孩子。信中告诉只狼主人九郎就在观月楼中，随即只狼动身前去营救。（emmmm 突然发现如果自己写下去，估计两千字起步，暂且不写了，才不是因为懒嘞！）</p>\n<p>主线剧情：在一心盗国事件当中，雕刻师、道玄、阿蝶、鬼庭部、还有枭，都有参与。盗国事件过后，苇名族重新夺权，掌控了龙胤，只狼也是在这个时候认的主子。随后发生了平田之乱，主人公只狼跟龙胤九郎走失，三年后又再度相聚，此时内府派遣了大量忍者进入苇名城，即将对苇名城发动战争，而玄一郎为了守城，希望龙胤交出龙胤之力。九郎拒绝了玄一郎的要求，并且和只狼一起研究如何斩断龙胤之力，在龙之还乡剧情中，龙胤九郎被吸进了变若之子的肚子，变若之子和只狼一起踏上了前往西方（也就是中国）的道路，寻找归还龙胤之力的办法。详细文字版结束先康<a href=\"https://cowlevel.net/article/2038546\">这个</a>。</p>\n<h2 id=\"评价\"><a class=\"markdownIt-Anchor\" href=\"#评价\">#</a> 评价</h2>\n<ol>\n<li>\n<p>个人评分：5/5（满分，神作没什么好说的）</p>\n</li>\n<li>\n<p>整体感受：</p>\n<ul>\n<li>游戏体验：手柄的游戏体验拉满，个人感觉手柄玩比键鼠要更有感觉，但就是攻击和防御的两个键位都是肩键，有点费手柄；打击感无与伦比，而且伴着打铁（弹刀）的声音，很上瘾；探索自由度，emmm，怎么说呢，我个人感觉来说比较满意，而且就算是不刻意去搜攻略，自己瞎探索也大概能找到位置（有时候会卡住，但多逛逛也就知道了），地图不大，主线进度也能明晰；美术方面，真的非常赞，尤其是源之宫，第一次进真的震撼到了，真的很戳我的审美点，非常非常漂亮，就是里面的怪很恶心🤢；武器技能系统，只狼的武器仅有一把武士刀，从头砍到尾，我感觉挺好的，而且没有耐久度什么的限制，至于忍义手和技能，对我这种人来说比较鸡肋，除了飞镖、伞和不死斩用了几次外，其他的时候都是一把刀刚到死。大部分的主动技能感觉没什么用，忍义手的设计比较惊艳（虽然对我来说不常用）对特定的怪也有特定的忍义手去针对；道具系统，对于我这种屯屯鼠来说，也比较鸡肋，除了恢复葫芦和药丸，别的基本不用。不过道具设计得也挺好的，什么月隐糖之类的，对于手残党很有帮助。而且设计的道具美术和名字都比较 “雅”，符合我的口味；</li>\n<li>剧情：碎片化的叙事，但就算是不去刻意搜索整个剧情的解说，单玩游戏，玩到中期也会大概了解故事的内容，就是断绝龙殷即断绝不死，原因是不死会改变为人的存在，与世理违背，作为主角的我得完成该成就之事。纵观整个剧情来看，我觉得只狼深刻得体现了英雄主义，极具感染性和鼓舞性，令作为玩家的我们也不仅动容，在不断死去重生，被 BOSS 教育做人到成功击败 BOSS，一次次的尝试一次次的失败最终成就了只狼，也成就了我们。在感到自己变强的过程中，也感受到了游戏通过狼和神子所传达出的信念：完成该成就之事。玩完回头再来细看整体剧情，我的评价是一曲英雄主义的赞歌，我们理应从中学到一些什么，尽管它仅是一部游戏，但它不应该仅是消磨无聊时光的消耗品。（10 月 21 日补充如下）在出差期间又看了一些只狼的解说，使我对只狼这部作品又有了新的理解。这部作品中，其他角色塑造的也很好：誓死守卫苇名的弦一郎、鬼庭形部雅孝一众；叱咤风云、传奇一生的剑圣苇名一心；追逐名利的枭；悲苦的凛；最重要的还有大小老婆永真、米娘。其实在这些人的立场上，没人是错的（除了枭），每个人都是为了去守卫自己珍视的东西。但为了避免悲剧的代代重演，狼必须了结造成这悲剧的源头 —— 不死之力，让世间之事归复平常。狼历经苦难，所致之处终在于此 —— 苍生！</li>\n<li>难度指数：4/5，虽然我 50 个小时才一周目结束，而且没开双难，但我感觉难度还好，主要是要交一交学费花些时间。因为我基本没有看过攻略和直播（除了一些支线任务），都是自己摸索，找到自己的感觉打过的，所以花费时间长一点也正常。相比于空洞骑士、蔚蓝来说（虽说不是同类型游戏，没有可比性），只狼我是能坚持通关的，而空洞骑士、蔚蓝我坚持不下去。只狼每逢 BOSS，前面一小段必有存档点，这一点比空洞骑士好太多了。而且只狼有道具和忍义手的帮助，就算打不过也可以借助工具智取，所以其难度不会过高。</li>\n<li>难受的点：最让我难受的点就是虫子和蜈蚣，漆黑环境下的七面武士和无首，跟玩恐怖游戏一样。还有就是源之宫里面吸生命力的怪，技能恶心，怪也恶心，那我真的受不了。最后就是内府入侵后的新忍者，也不是说打不过，就是每个都跟个精英怪一样很难打。</li>\n</ul>\n</li>\n</ol>\n<h2 id=\"后记\"><a class=\"markdownIt-Anchor\" href=\"#后记\">#</a> 后记</h2>\n<p>由于出差的原因，隔了一周才再次续写此篇。其中剧情有一些东西由于时间忘记了，还有只玩了一周目的原因，此篇写得大概率不尽如人意，只能说是自己的 “玩后感”，还远算不上龙之还乡结局的攻略和剧情解析。本文如有遗漏或者写的不对的地方，敬请指教（虽然大概率没人会看到且评论）。</p>\n",
            "tags": [
                "游戏简评"
            ]
        }
    ]
}